Repository: hexagonit/raptus.article.core
Catalog: raptus/article/core/i18n/raptus.article-*.po
Languages: de, fr

source: An article
de: Ein Artikel
fr: Un article

source: Article
de: Artikel

source: Component selection
de: Komponentenauswahl
fr: Choix des composants

source: Components saved successfully
de: Komponenten erfolgreich gespeichert
fr: Composants sauvegardés avec succès

source: List of related content of the article.
de: Liste der Verweise des Artikels.
fr: Liste du contenu associé à cet article.

source: Related content
de: Verweise
fr: Contenu associé

source: Saving components failed
de: Beim Speichern der Komponenten ist ein Fehler aufgetreten
fr: Un erreur s'est produite lors de la sauvegarde des composants

source: Select the desired components shown by this article.
de: Wählen Sie die gewünschten Komponenten aus welche für diesen Artikel angezeigt werden sollen.
fr: Sélectionnez les composants que vous désirez afficher dans cet article.

source: There are no components available.
de: Es stehen keine Komponenten zur Verfügung.
fr: Aucun composant n'est disponible.

source: label_hide_description
de: Beschreibung ausblenden
fr: Masquer la description

source: label_hide_title
de: Titel ausblenden
fr: Masquer le titre

source: label_save_and_view
de: Speichern und anzeigen
fr: Sauvegarder et afficher

source: title_hide_in_component
de: Artikel in dieser Komponente ausblenden
fr: Masquer l'élément dans ce composant

source: title_show_in_component
de: Artikel in dieser Komponente einblenden
fr: Insérer l'élément dans ce composant
